package com.onban.kauantapp

import com.onban.network.data.NewsData

fun getData(): List<NewsData> {
    return listOf(
        NewsData("1", "이스트소프트, 상반기 재무평가,,", "2020-10-29", "이스트소프트"),
        NewsData("2", "이스트소프트, 알툴즈 업데이트", "2020-10-29", "이스트소프트"),
        NewsData("3", "이스트소프트, 하반기 신입 개발자 모집", "2020-10-29", "이스트소프트"),
        NewsData("4", "이스트소프트, 신제품 출시", "2020-10-29", "이스트소프트"),
        NewsData("5", "이스트소프트, 신제품 출시", "2020-10-29", "이스트소프트"),
        NewsData("6", "이스트소프트, 상반기 재무평가,,", "2020-10-29", "이스트소프트"),
        NewsData("7", "이스트소프트, 알툴즈 업데이트", "2020-10-29", "이스트소프트"),
        NewsData("8", "이스트소프트, 하반기 신입 개발자 모집", "2020-10-29", "이스트소프트"),
        NewsData("9", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("10", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("11", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("12", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("13", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("14", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("15", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
        NewsData("16", "이스트소프트, 신제품 출시", "2020-10-28", "이스트소프트"),
    )
}